Repository: khalmurad/monetikatranslates
Catalog: *_Localizable.strings
Languages: ru, uz

source: ADP
ru: Андоррская песета
uz: Andora Pesetasi

source: AED
ru: Дирхам ОАЭ
uz: Birlashgan Arab Amirliklari Dirhami

source: AFN
ru: Афгани
uz: Afgʻon Afghonisi

source: ALL
ru: Албанский лек
uz: Armaniya Leksi

source: AMD
ru: Армянский драм
uz: Arman Dram

source: ANG
ru: Нидерландский антильский гульден
uz: Gollandiya Antiller Gilderi

source: AOA
ru: Ангольская кванза
uz: Angola Kuanzasi

source: ARA
ru: Аргентинский аустрал
uz: Argentinka Australi

source: ARS
ru: Аргентинское песо
uz: Argentinka Pesosi

source: ATS
ru: Австрийский шиллинг
uz: Avstriya Shilingi

source: AUD
ru: Австралийский доллар
uz: Avstraliya Dollari

source: AWG
ru: Арубанский флорин
uz: Aruba Florini

source: AZN
ru: Азербайджанский манат
uz: Ozarbayjon Manati

source: BAM
ru: Конвертируемая марка Боснии и Герцеговины
uz: Bosniya-Gersegovina Konvertatsion Markasi

source: BBD
ru: Барбадосский доллар
uz: Barbados Dollari

source: BDT
ru: Бангладешская така
uz: Bangladeş Tkasi

source: BEF
ru: Бельгийский франк
uz: Belgiya Franksi

source: BGL
ru: Лев
uz: Bolgariya Qattiq Levi

source: BGM
ru: Болгарский социалистический лев
uz: Bolgariya Sotsialistik Levi

source: BGN
ru: Болгарский лев
uz: Bolgariya Levi

source: BHD
ru: Бахрейнский динар
uz: Bahrayn Dinaari

source: BIF
ru: Бурундийский франк
uz: Burundi Franksi

source: BMD
ru: Бермудский доллар
uz: Bermuda Dollari

source: BND
ru: Брунейский доллар
uz: Brunei Dollari

source: BOB
ru: Боливийский боливиано
uz: Boliviya Bolivianosi

source: BOP
ru: Боливийское песо
uz: Boliviya Pesosi

source: BOV
ru: Боливийский мвдол
uz: Boliviya Mvdoli

source: BRL
ru: Бразильский реал
uz: Braziliya Reali

source: BSD
ru: Багамский доллар
uz: Bahamalar Dollari

source: BTN
ru: Бутанский нгултрум
uz: Bhutan Ngultrumi

source: BUK
ru: Джа
uz: Myanmaya Kyati

source: BWP
ru: Ботсванская пула
uz: Botsvana Pulasi

source: BYN
ru: Белорусский рубль
uz: Belarus Rubli

source: BZD
ru: Белизский доллар
uz: Belize Dollari

source: CAD
ru: Канадский доллар
uz: Kanada Dollari

source: CDF
ru: Конголезский франк
uz: Kongo Franksi

source: CHE
ru: WIR евро
uz: WIR Yevrosi

source: CHF
ru: Швейцарский франк
uz: Shveytsariya Franksi

source: CHW
ru: WIR франк
uz: WIR Franksi

source: CLE
ru: Чилийский эскудо
uz: Chili Eskudosi

source: CLF
ru: Условная расчетная единица Чили
uz: Chili Hisob Birligi (UF)

source: CLP
ru: Чилийское песо
uz: Chili Pesosi

source: CNX
ru: Китайский доллар Народного банка
uz: Xitoy Xalq Banki Dollari

source: CNY
ru: Китайский юань
uz: Xitoy Yuani

source: COP
ru: Колумбийское песо
uz: Kolumbiya Pesosi

source: COU
ru: Единица реальной стоимости Колумбии
uz: Kolumbiya Real Qiymati Birligi

source: CRC
ru: Костариканский колон
uz: Kostarika Koloni

source: CSK
ru: Чехословацкая твердая крона
uz: Chexoslovakiya Qattiq Korunasi

source: CUC
ru: Кубинское конвертируемое песо
uz: Kuba Konvertatsion Pesosi

source: CUP
ru: Кубинское песо
uz: Kuba Pesosi

source: CVE
ru: Эскудо Кабо-Верде
uz: Kabo-Verde Eskudosi

source: CYP
ru: Кипрский фунт
uz: Kipr Funtligi

source: CZK
ru: Чешская крона
uz: Chex Korunasi

source: DDM
ru: Восточногерманская марка
uz: Sharqiy Germaniya Markasi

source: DEM
ru: Немецкая марка
uz: Germaniya Markasi

source: DJF
ru: Франк Джибути
uz: Jibuti Frangisi

source: DKK
ru: Датская крона
uz: Daniya Kronasi

source: DOP
ru: Доминиканское песо
uz: Dominikan Pesosi

source: DZD
ru: Алжирский динар
uz: Jazoir Dinori

source: ECS
ru: Эквадорский сукре
uz: Ekvador Shukresi

source: ECV
ru: Постоянная единица стоимости Эквадора
uz: Ekvador Doimiy Qiymat Birligi

source: EEK
ru: Эстонская крона
uz: Estoniya Kronasi

source: EGP
ru: Египетский фунт
uz: Misr Funtligi

source: ERN
ru: Накфа
uz: Eritre Nakfasi

source: ESP
ru: Испанская песета
uz: Ispan Pesetasi

source: ETB
ru: Эфиопский быр
uz: Etiyopiya Birri

source: EUR
ru: Евро
uz: Evro

source: FIM
ru: Финская марка
uz: Finlyandiya Markkasi

source: FJD
ru: Доллар Фиджи
uz: Fiji Dollori

source: FKP
ru: Фунт Фолклендских островов
uz: Falkland orollari Funtligi

source: FRF
ru: Французский франк
uz: Fransiya Frangisi

source: GBP
ru: Британский фунт стерлингов
uz: Britaniya Funtligi

source: GEK
ru: Грузинский купон
uz: Gruziya Kupon Lariti

source: GEL
ru: Грузинский лари
uz: Gruziya Lari

source: GHS
ru: Ганский седи
uz: Gana Sedi

source: GIP
ru: Гибралтарский фунт
uz: Gibraltar Funtligi

source: GMD
ru: Гамбийский даласи
uz: Gambiya Dalasi

source: GNF
ru: Гвинейский франк
uz: Gvine Frangisi

source: GNS
ru: Гвинейская сили
uz: Gvine Sili

source: GQE
ru: Эквеле экваториальной Гвинеи
uz: Ekvatorial Gvine Ekvele

source: GRD
ru: Греческая драхма
uz: Gretsiya Darakmisi

source: GTQ
ru: Гватемальский кетсаль
uz: Gvatemala Kvetsali

source: GWE
ru: Эскудо Португальской Гвинеи
uz: Portugaliya Gvine Eskudosi

source: GWP
ru: Песо Гвинеи-Бисау
uz: Gvine-Bissau Pesosi

source: GYD
ru: Гайанский доллар
uz: Gvayana Dollori

source: HKD
ru: Гонконгский доллар
uz: Gonkong Dollori

source: HNL
ru: Гондурасская лемпира
uz: Xonduras Lempirasi

source: HRD
ru: Хорватский динар
uz: Xorvatiya Dinori

source: HRK
ru: Хорватская куна
uz: Xorvatiya Kuna

source: HTG
ru: Гаитянский гурд
uz: Hayiti Gurdosi

source: HUF
ru: Венгерский форинт
uz: Vengriya Forinti

source: IDR
ru: Индонезийская рупия
uz: Indoneziya Rupiyasi

source: IEP
ru: Ирландский фунт
uz: Irlandiya Funtligi

source: ILP
ru: Израильский фунт
uz: Isroil Funtligi

source: ILS
ru: Новый израильский шекель
uz: Isroil Yangi Shekel

source: INR
ru: Индийская рупия
uz: Indiya Rupiyasi

source: IQD
ru: Иракский динар
uz: Iroq Dinori

source: IRR
ru: Иранский риал
uz: Eron Riali

source: ISK
ru: Исландская крона
uz: Islandiya Krunasi

source: ITL
ru: Итальянская лира
uz: Italiya Lirasi

source: JMD
ru: Ямайский доллар
uz: Yamaikan dollari

source: JOD
ru: Иорданский динар
uz: Iordaniy dinori

source: JPY
ru: Японская иена
uz: Yapon yeni

source: KES
ru: Кенийский шиллинг
uz: Keniyalik shilingi

source: KGS
ru: Киргизский сом
uz: Qirg‘iz so‘mi

source: KHR
ru: Камбоджийский риель
uz: Kambodj rieli

source: KMF
ru: Франк Коморских Островов
uz: Komor frangisi

source: KPW
ru: Северокорейская вона
uz: Shimoliy Koreya Woni

source: KRW
ru: Южнокорейская вона
uz: Janubiy Koreya Woni

source: KWD
ru: Кувейтский динар
uz: Quvayt dinori

source: KYD
ru: Доллар Каймановых островов
uz: Kayman orollari dollari

source: KZT
ru: Казахский тенге
uz: Qozog‘iston tengesi

source: LAK
ru: Лаосский кип
uz: Laos kipi

source: LBP
ru: Ливанский фунт
uz: Livan funti

source: LKR
ru: Шри-ланкийская рупия
uz: Shri-Lanka rupiyasi

source: LRD
ru: Либерийский доллар
uz: Liberiya dollari

source: LSL
ru: Лоти
uz: Letso loti

source: LTL
ru: Литовский лит
uz: Litva litasi

source: LTT
ru: Литовский талон
uz: Litva talonasi

source: LUC
ru: Конвертируемый франк Люксембурга
uz: Lyuksemburg konvertatsiyali frangasi

source: LUF
ru: Люксембургский франк
uz: Lyuksemburg frangasi

source: LUL
ru: Финансовый франк Люксембурга
uz: Lyuksemburg moliyaviy frangasi

source: LVL
ru: Латвийский лат
uz: Letoniya lati

source: LVR
ru: Латвийский рубль
uz: Letoniya rublasi

source: LYD
ru: Ливийский динар
uz: Liviya dinori

source: MAD
ru: Марокканский дирхам
uz: Marokash dirhami

source: MAF
ru: Марокканский франк
uz: Marokash frangisi

source: MCF
ru: Монагаский франк
uz: Monako frangisi

source: MDC
ru: Молдавский купон
uz: Moldova kuponi

source: MDL
ru: Молдавский лей
uz: Moldova lei

source: MGA
ru: Малагасийский ариари
uz: Madagaskar ariari

source: MGF
ru: Малагасийский франк
uz: Madagaskar frangisi

source: MKD
ru: Македонский денар
uz: Makedoniya denori

source: MLF
ru: Малийский франк
uz: Mali frangisi

source: MMK
ru: Мьянманский кьят
uz: Myanma kyati

source: MNT
ru: Монгольский тугрик
uz: Mo‘g‘ul tumg‘iri

source: MOP
ru: Патака Макао
uz: Makao patakasi

source: MRO
ru: Мавританская угия
uz: Mavritaniy ogiyasi

source: MTL
ru: Мальтийская лира
uz: Malta lirani

source: MTP
ru: Мальтийский фунт
uz: Malta funti

source: MUR
ru: Маврикийская рупия
uz: Mauritiya rupiyasi

source: MVR
ru: Мальдивская руфия
uz: Maldiv rupiyasi

source: MWK
ru: Малавийская квача
uz: Malavi kvachasi

source: MXN
ru: Мексиканское песо
uz: Meksika pesosi

source: MXV
ru: Мексиканская пересчетная единица (UDI)
uz: Meksika investitsiya birligi

source: MYR
ru: Малайзийский ринггит
uz: Malayziya ringgiti

source: MZE
ru: Мозамбикское эскудо
uz: Mozambik eskudosi

source: MZN
ru: Мозамбикский метикал
uz: Mozambik metyikali

source: NAD
ru: Доллар Намибии
uz: Namibiya dollari

source: NGN
ru: Нигерийская найра
uz: Nigeriya nairasi

source: NIO
ru: Никарагуанская кордоба
uz: Nikaragva Kordobasi

source: NLG
ru: Нидерландский гульден
uz: Gollandiyalik Gilderi

source: NOK
ru: Норвежская крона
uz: Norvegiyalik Kronasi

source: NPR
ru: Непальская рупия
uz: Nepallik Rupiyasi

source: NZD
ru: Новозеландский доллар
uz: Yangi Zelandiya Dollari

source: OMR
ru: Оманский риал
uz: Omanlik Riali

source: PAB
ru: Панамское бальбоа
uz: Panamalik Balboasi

source: PEI
ru: Перуанское инти
uz: Peruviyalik Inti

source: PEN
ru: Перуанский соль
uz: Peruviyalik Soli

source: PGK
ru: Кина Папуа – Новой Гвинеи
uz: Papua-Yangi Gvineyaalik Kinali

source: PHP
ru: Филиппинское песо
uz: Filippinlik Peso

source: PKR
ru: Пакистанская рупия
uz: Pokistonlik Rupiyasi

source: PLN
ru: Польский злотый
uz: Polsha Zlotyi

source: PTE
ru: Португальское эскудо
uz: Portugallik Escudo

source: PYG
ru: Парагвайский гуарани
uz: Paragvaylik Guarani

source: QAR
ru: Катарский риал
uz: Qatarlik Riali

source: RHD
ru: Родезийский доллар
uz: Rodesiyaalik Dollari

source: RON
ru: Румынский лей
uz: Ruminiyalik Leu

source: RSD
ru: Сербский динар
uz: Serbiyalik Dinar

source: RUB
ru: Российский рубль
uz: Ruslik Rubl

source: RWF
ru: Франк Руанды
uz: Rivandalik Frang

source: SAR
ru: Саудовский риял
uz: Saudiya Riyali

source: SBD
ru: Доллар Соломоновых Островов
uz: Solomon orollari Dollari

source: SCR
ru: Сейшельская рупия
uz: Seysheyllik Rupiyasi

source: SDG
ru: Суданский фунт
uz: Sudanlik Funti

source: SEK
ru: Шведская крона
uz: Shvetsiyalik Kronasi

source: SGD
ru: Сингапурский доллар
uz: Singapur Dollari

source: SHP
ru: Фунт острова Святой Елены
uz: Sent-Yelenalik Funti

source: SIT
ru: Словенский толар
uz: Sloveniyaalik Tolari

source: SKK
ru: Словацкая крона
uz: Slovak Korunasi

source: SLL
ru: Леоне
uz: Syerra-Leoniyaalik Leone

source: SOS
ru: Сомалийский шиллинг
uz: Somaliyaalik Shiling

source: SRD
ru: Суринамский доллар
uz: Surinamlik Dollari

source: SRG
ru: Суринамский гульден
uz: Surinamlik Gilderi

source: SSP
ru: Южносуданский фунт
uz: Janubiy Sudanlik Funti

source: STD
ru: Добра Сан-Томе и Принсипи
uz: San-Tome va Prinsipe Dobrasi

source: SUR
ru: Рубль СССР
uz: Sovet Rubl

source: SVC
ru: Сальвадорский колон
uz: Salvadoralik Koloni

source: SYP
ru: Сирийский фунт
uz: Suriyaalik Funti

source: SZL
ru: Свазилендский лилангени
uz: Svazilendalik Lilangeni

source: THB
ru: Таиландский бат
uz: Taylandlik Baht

source: TJR
ru: Таджикский рубль
uz: Tojikistonlik Rubl

source: TJS
ru: Таджикский сомони
uz: Tojikistonlik Somoni

source: TMT
ru: Новый туркменский манат
uz: Turkmanistonlik Manat

source: TND
ru: Тунисский динар
uz: Tunislik Dinar

source: TOP
ru: Тонганская паанга
uz: Tonga Paʻanga

source: TPE
ru: Тиморское эскудо
uz: Timorlik Escudo

source: TRY
ru: Турецкая лира
uz: Turk Lirasi

source: TTD
ru: Доллар Тринидада и Тобаго
uz: Trinidad va Tobago Dollari

source: TWD
ru: Новый тайваньский доллар
uz: Yangi Tayvan Dollari

source: TZS
ru: Танзанийский шиллинг
uz: Tanzaniyalik Shiling

source: UAH
ru: Украинская гривна
uz: Ukraynalik Grivnya

source: UAK
ru: Карбованец (украинский)
uz: Ukraynalik Karbovanets

source: UGX
ru: Угандийский шиллинг
uz: Ugandalik Shiling

source: USD
ru: Доллар США
uz: AQSh dollari

source: UYU
ru: Уругвайское песо
uz: Urugvay Pesosi

source: UZS
ru: Узбекский сум
uz: O‘zbekiston so‘mi

source: VEF
ru: Венесуэльский боливар
uz: Venesuelalik Bolivar

source: VND
ru: Вьетнамский донг
uz: Vetnam Dongi

source: VUV
ru: Вату Вануату
uz: Vanuatu Vatu

source: WST
ru: Самоанская тала
uz: Samoa Talasi

source: XAF
ru: Франк КФА ВЕАС
uz: Markaziy Afrika CFA Frangi

source: XCD
ru: Восточно-карибский доллар
uz: Sharqiy Karib dollari

source: XEU
ru: ЭКЮ (единица европейской валюты)
uz: Yevropa Valyuta Birligi

source: XFO
ru: Французский золотой франк
uz: Fransuz oltin frangı

source: XFU
ru: Французский UIC-франк
uz: Fransuz UIC frangı

source: XOF
ru: Франк КФА ВСЕАО
uz: G‘arbiy Afrika CFA Frangi

source: XPF
ru: Французский тихоокеанский франк
uz: CFP Frangi

source: XRE
ru: Единица RINET-фондов
uz: RINET Fonslari

source: YDD
ru: Йеменский динар
uz: Yamaniy dinori

source: YER
ru: Йеменский риал
uz: Yamaniy riali

source: ZAR
ru: Южноафриканский рэнд
uz: Janubiy Afrika Randı

source: ZMW
ru: Замбийская квача
uz: Zambiya Kvaçası

source: Privacy Policy
ru: Пол. конфеденциальности
uz: Maxfiylik siyosati

source: Terms of Service
ru: Польз. соглашение
uz: Xizmat ko‘rsatish shartlari

source: Please complete all fields
ru: Пожалуйста, заполните все поля
uz: Iltimos, barcha maydonlarni to‘ldiring

source: NEXT
ru: ДАЛЕЕ
uz: KEYINGISI

source: Main currency
ru: Основная валюта
uz: Asosiy valyuta

source: Choose your main currency
ru: Выберите Вашу основную валюту
uz: Asosiy valyutangizni tanlang

source: Statistics, budget and common balance will be calculated according to the main currency
ru: Статистика, лимиты и общий баланс будут рассчитаны в соответствии с основной валютой
uz: Statistikalar, budjetlar va umumiy balans asosiy valyutaga ko‘ra hisoblanadi

source: OK
ru: ОК

source: DONE
ru: ГОТОВО
uz: TAYYOR

source: Current balance
ru: Текущий баланс
uz: Joriy balans

source: current balance
ru: текущий баланс
uz: joriy balans

source: Cash
ru: Наличные
uz: Naqd pul

source: BACK UP NOW
ru: СОЗДАТЬ РЕЗЕРВНУЮ КОПИЮ
uz: Zaxira yaratish

source: Backup
ru: Резервная копия
uz: Zaxira

source: Save backup
ru: Сохранить бэкап
uz: Zaxirani saqlash

source: none
ru: нет
uz: hech narsa

source: Last transaction date:
ru: Дата последней транзакции:
uz: So‘nggi tranzaksiya sanasi:

source: Back up your transactions so if you lose your iPhone or switch to a new one, your transactions are safe. You can restore your transactions when you reinstall %@
ru: Сделайте резервную копию своих транзакций. Если Вы потеряете своё устройство или перейдёте на новое устройство, то Ваши транзакции сохранятся. Вы сможете восстановить свои транзакции, когда переустановите %@
uz: Tranzaksiyalarni zaxiralang. Agar siz qurilmani yo‘qotsangiz yoki yangisiga almashtirsangiz, tranzaksiyalaringiz saqlanadi. %@ ni qayta o‘rnatganingizda tranzaksiyalaringizni tiklashingiz mumkin.

source: RESTORE NOW
ru: ВОССТАНОВИТЬ
uz: QAYTARISH

source: Skip
ru: Пропустить
uz: O‘tkazib yuborish

source: Restore
ru: Восстановить
uz: Qaytarish

source: Restore data from your backup
ru: Восстановить данные из Вашей резервной копии
uz: Ma’lumotlarni zaxirangizdan qaytarish

source: Warning
ru: Внимание
uz: Ogohlantirish

source: Restore now
ru: Восстановить сейчас
uz: Hozir qaytarish

source: Error
ru: Ошибка
uz: Xatolik

source: Settings
ru: Настройки
uz: Sozlamalar

source: MAIN CURRENCY
ru: ОСНОВНАЯ ВАЛЮТА
uz: ASOSIY VALYUTA

source: LANGUAGE
ru: ЯЗЫК
uz: TIL

source: Privacy and Security
ru: Приватность и безопасность
uz: Maxfiylik va xavfsizlik

source: About us
ru: О нас
uz: Biz haqimizda

source: Sign out
ru: Выйти

source: If you sign out your data will be deleted and will no longer be available
ru: Если Вы выйдете из своей учетной записи, Ваши данные будут удалены и не будут больше доступны

source: Cancel
ru: Отмена
uz: Bekor qilish

source: APP SETTINGS
ru: НАСТРОЙКИ ПРИЛОЖЕНИЯ
uz: ILOVA SOZLAMALARI

source: Default currency
ru: Валюта по умолчанию
uz: Standart valyuta

source: Language
ru: Язык
uz: Til

source: More
ru: Дополнительно
uz: Ko‘proq

source: Feedback
ru: Обратная связь
uz: Fikr-mulohaza

source: Delete
ru: Удалить
uz: O‘chirish

source: We are trying to make a simple and convenient app for personal finances accounting.
ru: Мы пытаемся сделать удобное и простое мобильное приложение для учета личных финансов.
uz: Biz shaxsiy moliyani boshqarish uchun qulay va sodda mobil ilovani yaratishga harakat qilmoqdamiz.

source: We respect your privacy. We do not store your data on our servers. All your transactions, accounts and statistics will be stored only on your device with the ability to create a backup in iCloud.
ru: Мы уважаем Вашу приватность. Мы не храним Ваши данные на наших серверах. Все Ваши транзакции, счета и статистика будут храниться только на Вашем устройстве с возможностью создать резервную копию.

source: Version
ru: Версия
uz: Versiya

source: RATE US ON APP STORE
ru: ОЦЕНИТЕ НАС В APP STORE
uz: ILOVANI APP STORE-DA baholang

source: Select language
ru: Выбрать язык
uz: Tilni tanlang

source: Save
ru: Сохранить
uz: Saqlash

source: Edit
ru: Редактировать
uz: Tahrirlash

source: Rate us on App Store
ru: Оцените нас в App Store
uz: Bizni App Store-da baholang

source: Restore subscription
ru: Восстановить подписку
uz: Obunani tiklash

source: Privacy Policy-full
ru: Политика конфиденциальности
uz: Maxfiylik siyosati

source: Terms of Service-full
ru: Пользовательское соглашение
uz: Foydalanish shartlari

source: Chat with us
ru: Напишите нам
uz: Bizga xabar yo‘llash

source: Dark theme
ru: Тёмная тема
uz: Tungi mavzu

source: Reminders
ru: Напоминания
uz: Eslatmalar

source: Time for reminders
ru: Время напоминаний
uz: Eslatmalar vaqti

source: System
ru: Системная
uz: Qurilma kabi

source: Always use
ru: Всегда
uz: Har doim

source: Never use
ru: Никогда
uz: Hech qachon

source: Categories
ru: Категории
uz: Kategoriyalar

source: Incomes categories
ru: Категории доходов
uz: Daromad kategoriyalari

source: Unlimited budgeting
ru: Безлимитные бюджеты
uz: Cheksiz byudjetlar

source: Unlimited expenses categories
ru: Безлимитные категории расходов
uz: Cheksiz xarajat kategoriyalari

source: Unlimited incomes categories
ru: Безлимитные категории доходов
uz: Cheksiz daromad kategoriyalari

source: Unlimited categories
ru: Безлимитные категории
uz: Cheksiz kategoriyalar

source: Multicurrency
ru: Мультивалютность
uz: Ko‘p valyutali qo‘llab-quvvatlash

source: Unlimited accounts
ru: Неограниченные счета
uz: Cheksiz hisoblar

source: Transfer between accounts
ru: Перевод между счетами
uz: Hisoblar o‘rtasida o‘tkazma

source: Sync with iCloud
ru: Синхронизация с iCloud
uz: iCloud bilan sinxronlashtirish

source: Debts
ru: Долги
uz: Qarzlar

source: Goals
ru: Цели
uz: Maqsadlar

source: soon
ru: скоро
uz: tez orada

source: Premium status
ru: Премиум версия
uz: Premium statusi

source: Subscribe now
ru: Подписка
uz: Obuna

source: Get access to all features with
ru: Получите доступ ко всем функциям в
uz: Barcha funksiyalarga kirish huquqini oling

source: Premium Version
ru: Премиум версии
uz: Premium versiyasi

source: ANNUAL PLAN
ru: ГОДОВАЯ ПОДПИСКА
uz: YILLIK OBUNA

source: Save 30%
ru: Сэкономьте 30%
uz: 30% tejash

source: Only %@ / billed annually
ru: Всего %@ в год
uz: Faqat %@ / yillik to‘lov

source: after 14-day trial period
ru: после 14 пробных дней
uz: 14 kunlik sinov davridan so‘ng

source: START 14-DAY FREE TRIAL
ru: ПОПРОБОВАТЬ БЕСПЛАТНО
uz: 14 KUNLIK BEPUL SINOVNI BOSHLASH

source: Then only %@/month
ru: Затем %@ в месяц
uz: Keyin faqat %@/oy

source: then %@ annualy
ru: затем %@ в год
uz: keyin %@ yillik

source: Payment will be charged to your Apple ID account at the confirmation of purchase. The subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your App Store account settings after purchase.
ru: Оплата будет произведена с Вашего Apple ID аккаунта. Подписка автоматически обновляется, пока она не будет отменена не позже, чем за 24 часа до конца текущего периода. Оплата за обновление подписки будет произведена в течение 24 часов до конца текущего периода. Вы можете отменить подписку в настройках аккаунта App Store после покупки.
uz: To‘lov sizning Apple ID hisobingizdan xarid tasdiqlanganda olinadi. Obuna avtomatik ravishda yangilanadi, agar joriy davr tugashidan kamida 24 soat oldin bekor qilinmasa. Hisobingiz joriy davr tugashidan oldin 24 soat ichida yangilanish uchun to‘lanadi. Siz xariddan keyin App Store hisob sozlamalariga o‘tib, obunalaringizni boshqarishingiz va bekor qilishingiz mumkin.

source: day-daily
ru: в день
uz: / kun

source: week-weekly
ru: в неделю
uz: / hafta

source: month-monthly
ru: в месяц
uz: / oy

source: year-yearly
ru: в год
uz: / yil

source: MONTHLY PLAN
ru: МЕСЯЧНАЯ ПОДПИСКА
uz: OYLIK OBUNA

source: Only %@ %@
ru: Всего %@ %@
uz: Faqat %@ %@

source: after %@-year trial period
ru: %@ года бесплатно,
uz: %@ yil sinov muddatidan keyin

source: after %@-month trial period
ru: %@ месяца бесплатно,
uz: %@ oy sinov muddatidan keyin

source: after %@-week trial period
ru: %@ недели бесплатно,
uz: %@ hafta sinov muddatidan keyin

source: after %@-day trial period
ru: %@ дня бесплатно,
uz: %@ kun sinov muddatidan keyin

source: Restore your subscription
ru: Восстановить подписку
uz: Obunani tiklash

source: You can restore %@ payments in App Store using your Apple ID. It is free and usually takes a few minutes.
ru: Вы можете восстановить покупки в %@, используя Ваш Apple ID. Это бесплатно и обычно занимает несколько минут.
uz: Apple ID orqali %@ ilovasidagi xaridlaringizni tiklashingiz mumkin. Bu bepul va odatda bir necha daqiqa vaqt oladi.

source: Email us if you have any problems or questions
ru: Напишите нам, если у Вас возникли какие-то проблемы или вопросы
uz: Iltimos, muammolar yoki savollar bo‘lsa, bizga xabar bering

source: Contact with support
ru: Связаться со службой поддержки
uz: Biz bilan bog‘lanish

source: SAVE
ru: СОХРАНИТЬ
uz: SAQLASH

source: SAVE BUDGET
ru: СОХРАНИТЬ ЛИМИТ
uz: BYUDJETNI SAQLASH

source: Set up a weekly budget goal
ru: Установите лимит на неделю
uz: Haftalik byudjetni belgilang

source: Set up a monthly budget goal
ru: Установите лимит на месяц
uz: Oylik byudjetni belgilang

source: Budget updated successfully
ru: Лимит обновлён
uz: Byudjet yangilandi

source: Budget created successfully
ru: Лимит создан
uz: Byudjet yaratildi

source: Delete budget
ru: Удалить лимит
uz: Byudjetni o‘chirish

source: Are you sure you want to delete this budget?
ru: Вы уверены, что хотите удалить этот лимит?
uz: Ushbu byudjetni o‘chirishga ishonchingiz komilmi?

source: Budget deleted successfully
ru: Лимит удален
uz: Byudjet o‘chirildi

source: My budget
ru: Лимиты
uz: Mening byudjetim

source: Monthly total budget:
ru: Общий лимит на месяц:
uz: Oylik umumiy byudjet:

source: Weekly total budget:
ru: Общий лимит на неделю:
uz: Haftalik umumiy byudjet:

source: Monthly budget not set yet
ru: Лимит на месяц ещё не установлен
uz: Oylik byudjet hali belgilanmagan

source: Weekly budget not set yet
ru: Лимит на неделю ещё не установлен
uz: Haftalik byudjet hali belgilanmagan

source: %@ spent
ru: Потрачено %@
uz: %@ sarflandi

source: Budget settings
ru: Настройки лимитов
uz: Byudjet sozlamalari

source: Monthly
ru: Месяц
uz: Oy

source: Weekly
ru: Неделя
uz: Hafta

source: Budgeting period
ru: Период лимитов
uz: Byudjet davri

source: First day of the month
ru: Первый день месяца
uz: Oyning birinchi kuni

source: Starting on
ru: Начиная с
uz: Shundan boshlab

source: Choose period
ru: Выбрать период
uz: Davrni tanlang

source: This month
ru: Этот месяц
uz: Bu oy

source: This week
ru: Эта неделя
uz: Bu hafta

source: Last month
ru: Предыдущий месяц
uz: O‘tgan oy

source: Last week
ru: Предыдущая неделя
uz: O‘tgan hafta

source: This year
ru: Этот год
uz: Bu yil

source: Last year
ru: Предыдущий год
uz: O‘tgan yil
