Repository: khalmurad/monetikatranslates
Catalog: *_Localizable.strings
Languages: ru, uz

source: Life-Changing App! Simplified My Chaos!
ru: Удобное, понятное приложение
uz: Hayotni o‘zgartiruvchi Dastur! Kelishmovchiligimni soddalashtirdi!

source: I've tried countless budgeting apps and none of them really worked for me. This one did. It's simplicity and straightforward interface is the best, also I can log new transactions so much quicker than the other apps. 3 seconds faster may not seem like much but when you want to do it quickly for each transaction it adds up
ru: Уже второй год покупаю годовую подписку. Прила просто супер удобная. Долго искала мне подходящую и наконец нашла золото. Разработчики всегда открыты к предложениям и постоянно её улучшают
uz: Cheksiz byudjet dasturlarini sinab ko‘rdim, va hech biri meni haqiqatan ham ishlamadi. Bu esa berdi. Uning soddaligi va to‘g‘ri interfeysi eng yaxshi, shuningdek, men yangi tranzaksiyalarni boshqa dasturlarga qaraganda ancha tezroq qo‘shishim mumkin. 3 soniya tezroq bo‘lishi katta ko‘rinmasa ham, har bir tranzaksiyani tezda qilishni xohlaganingizda yig‘iladi.

source: 10/10. Highly satisfied
ru: Рекомендую
uz: 10/10. Juda mamnun

source: 2m ago
ru: 2 мин назад
uz: 2 daqiqa oldin

source: I have been using the Monetika for 6 months. And I have to say, it's THE BEST in the market. I have everything that I need for my personal finances in this app. And what I like the most is that I have more flexibility in customization than any other money management app. Kudos to the developers.
ru: Первое мое приложение подобного типа которое я использовал весь год. Очень простое в освоении, интуитивное. Не надоедает через время своим интерфейсом. Разработчику удачи и спасибо за данный продукт.
uz: Men Monetikani 6 oydan beri ishlatmoqdaman. Va aytishim kerakki, u bozordagi ENG YAXSHI. Ushbu ilovada shaxsiy moliyam uchun kerakli hamma narsaga ega bo‘ldim. Eng yoqtirgan jihatim esa, har qanday boshqa pul boshqarish ilovasidan ko‘ra, sozlashda ko‘proq moslashuvchanligim bor. Dasturchilarga katta rahmat.

source: ✓ No Payment Due Now
ru: ✓ Оплата сейчас не требуется
uz: ✓ Hozir to‘lov talab qilinmaydi

source: Enhanced
ru: улучшенная
uz: Yaxshilangan

source: Export to CSV
ru: Экспорт в CSV
uz: CSV-ga eksport qilish

source: Account
ru: Счёт
uz: Hisob

source: Include in total balance
ru: В общем балансе
uz: Umumiy balansga qo‘shish

source: Archive account
ru: Архивировать счёт
uz: Hisobni arxivlash

source: Hide archived accounts
ru: Скрыть архивные счета
uz: Arxivlangan hisoblarni yashirish

source: Archived accounts
ru: Архивные счета
uz: Arxivlangan hisoblar

source: Delete data
ru: Удалить данные
uz: Ma’lumotlarni o‘chirish

source: Delete All Data
ru: Удалить все данные
uz: Barcha ma’lumotlarni o‘chirish

source: Erases everything (accounts, categories, transactions, budgets)
ru: Удаляет всё (счета, категории, транзакции, бюджеты)
uz: Hammasini o‘chiradi (hisoblar, kategoriyalar, tranzaksiyalar, byudjetlar)

source: Delete All Transactions
ru: Удалить все транзакции
uz: Barcha tranzaksiyalarni o‘chirish

source: Clears only transactions, keeps other data
ru: Удаляет только транзакции, оставляет другие данные
uz: Faqat tranzaksiyalarni o‘chiradi, boshqa ma’lumotlarni qoldiradi

source: Delete Confirmation
ru: Подтверждение удаления
uz: O‘chirishni tasdiqlash

source: Are you sure you want to delete this data? This action cannot be undone.
ru: Вы уверены, что хотите удалить эти данные? Это действие не может быть отменено.
uz: Haqiqatdan ham ushbu ma’lumotlarni o‘chirmoqchimisiz? Bu amalni ortga qaytarib bo‘lmaydi.

source: No transactions yet
ru: Пока нет транзакций
uz: Hozircha tranzaksiya yo‘q

source: Track your spending – add a transaction now
ru: Отслеживайте расходы — добавьте транзакцию
uz: Xarajatingizni kuzatib boring – tranzaksiya qo‘shing

source: Track your income – add a transaction now
ru: Отслеживайте доходы — добавьте транзакцию
uz: Daromadingizni kuzatib boring – tranzaksiya qo‘shing

source: Add income
ru: Добавить доход
uz: Daromad qo‘shish

source: Reset filter
ru: Сбросить фильтр
uz: Filtrni tiklash

source: We respect your privacy. We do not store your data on our servers. All your transactions, accounts and statistics will be stored only on your device with the ability to create a backup.
ru: Мы уважаем вашу конфиденциальность. Мы не храним ваши данные на наших серверах. Все ваши транзакции, аккаунты и статистику будут храниться только на вашем устройстве и могут быть резервно сохранены.
uz: Biz sizning maxfiyligingizni hurmat qilamiz. Biz sizning ma’lumotlaringizni serverlarimizda saqlamaymiz. Sizning barcha tranzaksiyalaringiz, hisoblaringiz va statistikangiz zaxira nusxasini yaratish imkoniyati bilan faqat sizning qurilmangizda saqlanadi.

source: Hi! Add your expenses. 💸💸💸 It's gonna be quick.
ru: Привет! Добавь свои расходы. 💸💸💸 Это будет быстро.
uz: Salom! Xarajatlaringizni qo‘shing. 💸💸💸 Bu tez bo‘ladi.

source: Forgot to save your expenses? 💸💸💸 It's gonna be quick.
ru: Забыли сохранить свои расходы? 💸💸💸 Это будет быстро.
uz: Xarajatlaringizni saqlashni unutdingizmi? 💸💸💸 Bu tez bo‘ladi.
