Repository: khalmurad/monetikatranslates
Catalog: *_Localizable.strings
Languages: ru, uz

source: All the time
ru: За всё время
uz: Butun vaqt davomida

source: Custom
ru: За период
uz: Davrni tanlang

source: Done
ru: Готово
uz: Tayyor

source: From
ru: С
uz: Dan

source: To
ru: До
uz: Gacha

source: Transactions
ru: Транзакции
uz: Tranzaksiyalar

source: TODAY
ru: СЕГОДНЯ
uz: BUGUN

source: YESTERDAY
ru: ВЧЕРА
uz: KECHAGI

source: Delete transaction
ru: Удалить транзакцию
uz: Tranzaksiyani o‘chirish

source: Transaction recovery will be unavailable. Do you want to proceed?
ru: Восстановление транзакции будет недоступно. Хотите продолжить?
uz: Tranzaksiyani tiklash imkoniyati bo‘lmaydi. Davom etishni xohlaysizmi?

source: Transaction deleted successfully
ru: Транзакция удалена
uz: Tranzaksiya o‘chirildi

source: Not enough data for statistics
ru: Недостаточно данных для статистики
uz: Statistika uchun yetarli ma’lumot mavjud emas

source: Add transactions and statistics will appear
ru: Добавьте транзакции и статистика появится
uz: Tranzaksiyalar qo‘shing va statistika paydo bo‘ladi

source: Expenses
ru: Расходы
uz: Xarajatlar

source: expenses
ru: расходы
uz: xarajatlar

source: Incomes
ru: Доходы
uz: Kirimlar

source: incomes
ru: доходы
uz: kirimlar

source: Statistics
ru: Статистика
uz: Statistika

source: Add 3 transactions to see your statistics
ru: Добавьте 3 транзакции, чтобы увидеть свою статистику
uz: Statistikangizni ko‘rish uchun 3 ta tranzaksiya qo‘shing

source: ADJUST BALANCE
ru: ИЗМЕНИТЬ БАЛАНС
uz: BALANSNI O‘ZGARTIRISH

source: Adjust balance
ru: Изменить баланс
uz: Balansni o‘zgartirish

source: If you didn't manage expenses for some period of time you can adjust the balance
ru: Если Вы не вносили расходы какое-то время, просто измените баланс до текущего состояния
uz: Agar bir necha vaqt davomida hech qanday xarajatlarni qayd etmagan bo‘lsangiz, faqat balansni joriy holatga o‘zgartiring

source: Balance adjusted successfully
ru: Баланс изменён
uz: Balans o‘zgartirildi

source: TRANSFER
ru: ПЕРЕВОД
uz: KO‘CHIRISH

source: Insufficient funds in the account
ru: Недостаточно средств на счёте
uz: Hisobda yetarli mablag‘ yo‘q

source: Money transfered successfully
ru: Средства переведены
uz: Mablag‘lar o‘tkazildi

source: To-transfer
ru: На счёт
uz: Kimga

source: From-transfer
ru: Со счёта
uz: Kimdan

source: Groceries
ru: Продукты
uz: Mahsulotlar

source: Child
ru: Дети
uz: Bolalar parvarishi

source: Cafes
ru: Кафе
uz: Kafelar

source: Big purchases
ru: Бол. покупки
uz: Katta xaridlar

source: Entertainment
ru: Развлечения
uz: Ko‘ngilochar

source: Health
ru: Здоровье
uz: Sog‘liq

source: Other
ru: Другое
uz: Boshqa

source: Car
ru: Машина
uz: Avtomobil

source: Transport
ru: Транспорт

source: Sport
ru: Спорт

source: Payments
ru: Платежи
uz: To‘lovlar

source: Education
ru: Образование
uz: Ta’lim

source: Parents
ru: Родители
uz: Ota-onalar

source: Clothes
ru: Одежда
uz: Kiyimlar

source: Gifts
ru: Подарки
uz: Sovg‘alar

source: Family
ru: Семья
uz: Oila

source: Internet
ru: Интернет

source: Business
ru: Бизнес
uz: Biznes

source: Drinks
ru: Напитки
uz: Ichimliklar

source: Travel
ru: Поездки
uz: Sayohat

source: Home
ru: Дом
uz: Uy-joy

source: Bank
ru: Банк

source: Gasoline
ru: Бензин
uz: Yoqilg‘i

source: Salary
ru: Зарплата
uz: Oylik

source: Additional Income
ru: Доп. доход
uz: Qo‘shimcha daromad

source: Investment
ru: Инвестиции
uz: Sarmoyalar

source: Partnership
ru: Партнёрство
uz: Hamkorlik

source: ADD MONEY
ru: ДОБАВИТЬ ДЕНЬГИ
uz: PUL QO‘SHISH

source: Add money
ru: Добавить деньги
uz: Pul qo‘shish

source: income
ru: доход
uz: daromad

source: Money added successfully
ru: Деньги успешно добавлены
uz: Pul muvaffaqiyatli qo‘shildi

source: Select color
ru: Выбрать цвет
uz: Rangni tanlang

source: ADD
ru: ДОБАВИТЬ
uz: QO‘SHISH

source: TITLE OF ACCOUNT
ru: НАЗВАНИЕ СЧЁТА
uz: HISOB NOMI

source: Add title
ru: Добавить название
uz: Nomi qo‘shish

source: Title can't be blank
ru: Название не может быть пустым
uz: Nom bo‘sh bo‘lishi mumkin emas

source: CURRENCY
ru: ВАЛЮТА
uz: VALYUTA

source: Currency can't be blank
ru: Валюта не может быть пустой
uz: Valyuta bo‘sh bo‘lishi mumkin emas

source: CURRENT BALANCE
ru: ТЕКУЩИЙ БАЛАНС
uz: HOZIRGI BALANS

source: Enter your current balance in account
ru: Введите сумму средств на счёте
uz: Hisobingizdagi mablag‘ miqdorini kiriting

source: COLOR
ru: ЦВЕТ
uz: RANG

source: Change color
ru: Изменить цвет
uz: Rangni o‘zgartirish

source: Add account
ru: Добавить счёт
uz: Hisob qo‘shish

source: Account created successfully
ru: Счёт создан
uz: Hisob yaratildi

source: Account updated successfully
ru: Счёт изменён
uz: Hisob o‘zgartirildi

source: Select currency
ru: Выберите валюту
uz: Valyutani tanlang

source: Accounts
ru: Счета
uz: Hisoblar

source: OVERALL BALANCE
ru: ОБЩИЙ БАЛАНС
uz: JAMI BALANS

source: overall balance
ru: общий баланс
uz: jamiy balans

source: TRANSFER BETWEEN ACCOUNTS
ru: ПЕРЕВОД МЕЖДУ СЧЕТАМИ
uz: HISOBLAR ORASIDA O‘TKAZMA

source: Rate of exchange
ru: Обменный курс
uz: Valyuta kursi

source: equals
ru: равен
uz: teng

source: Data provided by
ru: Данные предоставлены
uz: Ma’lumot taqdim etilgan

source: Select income category
ru: Выберите
uz: Tanlash

source: Edit-Inc
ru: Изменить
uz: Tahrirlash

source: Edit account-account
ru: Редактировать счёт
uz: Hisobni tahrirlash

source: Delete account-account
ru: Удалить счёт
uz: Hisobni o‘chirish

source: You can delete the account but current transactions will be saved for history
ru: Вы можете удалить счёт, но оставить транзакции для истории
uz: Hisobni o‘chirishingiz mumkin, lekin tarix uchun tranzaksiyalarni saqlang

source: Delete account & transactions
ru: Удалить счёт и транзакции
uz: Hisob va tranzaksiyalarni o‘chirish

source: Expense
ru: Расходы
uz: Xarajatlar

source: Income
ru: Доходы
uz: Daromadlar

source: Transaction details
ru: Детали транзакции
uz: Tranzaksiya tafsilotlari

source: Date
ru: Дата
uz: Sana

source: Category
ru: Категория
uz: Kategoriya

source: Transaction ID
ru: ID транзакции
uz: Tranzaksiya ID

source: Type
ru: Тип
uz: Tur

source: Transfer
ru: Перевод
uz: O‘tkazma

source: Choose icon
ru: Выберите иконку
uz: Belgini tanlang

source: Select category
ru: Выберите
uz: Tanlash

source: Edit-category
ru: Изменить
uz: Tahrirlash

source: Add your first income category
ru: Добавьте Вашу первую категорию доходов
uz: Birinchi daromad kategoriyangizni qo‘shing

source: Add your first expense category
ru: Добавьте Вашу первую категорию расходов
uz: Birinchi xarajat kategoriyangizni qo‘shing

source: Tap the + icon to add a expense category
ru: Нажмите на + для добавления категории
uz: Kategoriya qo‘shish uchun + tugmasini bosing

source: YOUR INCOME CATEGORIES
ru: ВАШИ КАТЕГОРИИ ДОХОДОВ
uz: SIZNING DAROMAD KATEGORIALARINGIZ

source: YOUR EXPENSES CATEGORIES
ru: ВАШИ КАТЕГОРИИ РАСХОДОВ
uz: SIZNING XARAJAT KATEGORIALARINGIZ

source: Delete income category
ru: Удалить категорию доходов
uz: Daromad kategoriyasini o‘chirish

source: Delete expense category
ru: Удалить категорию расходов
uz: Xarajat kategoriyasini o‘chirish

source: Committed transactions with this category will remain
ru: Транзакции этой категории останутся
uz: Ushbu kategoridagi tranzaksiyalar qoladi

source: Category deleted successfully
ru: Категория удалена
uz: Kategoriya o‘chirildi

source: Income categories
ru: Категории доходов
uz: Daromad kategoriyalari

source: Expenses categories
ru: Категории расходов
uz: Xarajat kategoriyalari

source: ICON FOR CATEGORY
ru: ИКОНКА ДЛЯ КАТЕГОРИИ
uz: KATEGORIYA UCHUN BELGI

source: Choose icon for category
ru: Выберите иконку для категории
uz: Kategoriya uchun belgi tanlang

source: Icon required
ru: Иконка обязательна
uz: Belgi talab qilinadi

source: TITLE OF CATEGORY
ru: НАЗВАНИЕ КАТЕГОРИИ
uz: KATEGORIYA NOMI

source: Add category
ru: Добавить категорию
uz: Kategoriya qoʻshish

source: Add category-act
ru: Добавить
uz: Qo‘shish

source: Category created successfully
ru: Категория успешно создана
uz: Kategoriya muvaffaqiyatli yaratildi

source: Edit category
ru: Изменить категорию
uz: Kategoriyani tahrirlash

source: Category updated successfully
ru: Категория изменена
uz: Kategoriya tahrirlandi

source: Transaction date
ru: Дата
uz: Sana

source: Spend from
ru: Потратить из
uz: Qayerdan sarflandi

source: Spend
ru: Потратить
uz: Sarflash

source: Today
ru: Сегодня
uz: Bugun

source: Yesterday
ru: Вчера
uz: Kecha

source: Add transaction
ru: Добавить транзакцию
uz: Tranzaksiya qoʻshish

source: Expense-segment
ru: Расход
uz: Xarajat

source: Income-segment
ru: Доход
uz: Daromad

source: Add a note
ru: Добавить комментарий
uz: Izoh qoʻshish

source: Note
ru: Комментарий
uz: Izoh

source: Transaction updated successfully
ru: Транзакция изменена
uz: Tranzaksiya tahrirlandi

source: Select transaction date
ru: Выберите дату транзакции
uz: Tranzaksiya sanasini tanlang

source: Select date
ru: Выбрать дату
uz: Sanani tanlash

source: Select account
ru: Выбрать счёт
uz: Hisobni tanlash

source: ADD ACCOUNT
ru: ДОБАВИТЬ СЧЁТ
uz: HISOB QOʻSHISH

source: Support from iOS
ru: Техническая поддержка, iOS
uz: Texnik qoʻllab-quvvatlash, iOS

source: Server is not responding
ru: Сервер не отвечает
uz: Server javob bermayapti

source: Set budget
ru: Установить
uz: Sozlash

source: Select your language
ru: Выберите язык
uz: Tilni tanlang

source: You have the Premium Version
ru: У Вас Премиум версия
uz: Sizda Premium versiyasi mavjud

source: Premium Version-Header
ru: Получить Премиум
uz: Premium versiyasini olish

source: Unlock access to all features
ru: Доступ ко всем функциям
uz: Barcha funksiyalarga kirishni ochish

source: Cash Flow
ru: Денежный поток
uz: Pul oqimi

source: expense
ru: расходы
uz: xarajatlar

source: prev period
ru: пред. период
uz: avvalgi davr

source: this period
ru: этот период
uz: joriy davr

source: average day
ru: в день
uz: kuniga

source: A list of all your transactions
ru: Список всех Ваших транзакций
uz: Barcha tranzaksiyalaringiz roʻyxati

source: Select your account currency
ru: Выберите валюту Вашего счета
uz: Hisobingiz valyutasini tanlang

source: Add new category
ru: Добавить новую категорию
uz: Yangi kategoriya qoʻshish

source: Think up a name and choose an icon
ru: Введите название и выберите иконку
uz: Nomini kiriting va belgini tanlang

source: Failed
ru: Не удалось
uz: Bajarilmadi

source: Restore Failed
ru: Восстановить не удалось
uz: Tiklab boʻlmadi

source: Success
ru: Успех
uz: Muvaffaqiyatli

source: Restore Success
ru: Покупки восстановлены
uz: Xaridlar tiklandi

source: Nothing to Restore
ru: Покупок не было. Нечего восстанавливать
uz: Xarid mavjud emas. Tiklanadigan hech narsa yoʻq

source: Don't forget to add your expenses
ru: Не забудь добавить свои расходы
uz: Xarajatlaringizni qo‘shishni unutmang

source: Hi! Add your expenses. It's gonna be quick.
ru: Привет! Добавь свои расходы. Это будет быстро.

source: Forgot to save your expenses? It's gonna be quick.
ru: Забыл внести свои расходы? Это будет быстро.

source: My money
ru: Мои деньги
uz: Mening pullarim

source: Write to Us. We're online
ru: Напишите нам. Мы онлайн
uz: Bizga yozing. Biz onlaynmiz

source: Monthly-paywall
ru: На месяц
uz: Oylik

source: Yearly-paywall
ru: На год
uz: Yillik

source: Lifetime-paywall
ru: Навсегда
uz: Bir umrlik

source: Lifetime-plan
ru: НАВСЕГДА
uz: BIR UMRLIK

source: Annual-paywall
ru: Год
uz: Yillik

source: one payment
ru: оплата 1 раз
uz: bir martalik to‘lov

source: 7 days free trial
ru: 7 дней бесплатно
uz: 7 kunlik bepul sinov

source: after a 7-day trial period
ru: после 7-дневного пробного периода
uz: 7 kunlik sinov muddati tugagach

source: SAVE 70%
ru: 70% экономия
uz: 70% tejash

source: Save 70%-lowercase
ru: Сэкономьте 70%
uz: 70% tejang

source: Start Free Trial
ru: Попробовать бесплатно 3 дня
uz: Bepul sinovni boshlang

source: Unlimited budgeting-paywall
ru: Бюджеты
uz: Cheklanmagan byudjet tuzish

source: per month-paywall
ru: ежемесячно
uz: oyi

source: Start
ru: Начать
uz: Boshlash

source: Are you sure?-paywall
ru: Отменить покупку?
uz: Ishonchingiz komilmi?

source: Premium members are 65% more likely to achieve their financial goals
ru: Пользователи, оплатившие премиум версию, на 65% чаще достигают своих финансовых целей
uz: Premium a’zolar moliyaviy maqsadlariga erishish ehtimoli 65% yuqoridir

source: Yes
ru: Да
uz: Ha

source: Try Again
ru: Еще раз
uz: Qayta urinib ko‘ring

source: per month
ru: в месяц
uz: oyiga

source: per year
ru: в год
uz: yiliga

source: pay once
ru: один раз
uz: bir martalik to‘lov

source: Most popular
ru: Популярно
uz: Eng mashhuri

source: Continue
ru: Продолжить
uz: Davom etish

source: Restore Purchases
ru: Восстановить покупки
uz: Xaridlarni tiklash

source: Terms of use
ru: Правила использования
uz: Foydalanish shartlari

source: Restore purchases
ru: Восстановить покупки
uz: Xaridlarni tiklash

source: How it works
ru: Как это работает
uz: Bu qanday ishlaydi

source: Get full access to all features and premium status
ru: Получи полный доступ ко всем функциям приложения
uz: Ilovaning barcha xususiyatlariga to‘liq ruxsatni oling

source: Day 6
ru: День 6
uz: 6- kun

source: Get a notification when your trial is about to end
ru: Получи уведомление о скором завершении пробного периода
uz: Sinov muddati tez orada tugashi haqida xabar oling

source: Day 7
ru: День 7
uz: 7- kun

source: Monetika Premium starts automatically. Cancel before to avoid charge.
ru: Подписка Monetika активируется автоматически. Отмени ее раньше, чтобы избежать списания средств.
uz: Monetika Premium avtomatik tarzda faollashadi. Toʻlov olinmasligi uchun uni ertaroq bekor qiling.

source: 7 days free, then
ru: 7 дня бесплатно, затем
uz: 7 kun bepul, keyin

source: %@/year
ru: %@/год
uz: %@/yiliga

source: Add
ru: Добавить
uz: Qo‘shish

source: Budget
ru: Лимиты
uz: Byudjet

source: Select accounts
ru: Выберите счета
uz: Hisoblarni tanlang

source: Bank Card
ru: Карта
uz: Bank kartasi

source: Deposit
ru: Депозит
uz: Ombor

source: Choose expense categories
ru: Выберите категории расходов
uz: Xarajat kategoriyalarini tanlang

source: Choose income categories
ru: Выберите категории доходов
uz: Daromad kategoriyalarini tanlang

source: Rent
ru: Аренда
uz: Ijaraga olish

source: Get started
ru: Начать
uz: Boshlang

source: Hey there! You're in the right place
ru: Привет! Ты попал в правильное место
uz: Salom! Siz kerakli joyga keldingiz

source: We'll help you start managing your finances and improve your life
ru: Мы поможем тебе начать управлять своими финансами и менять свою жизнь к лучшему
uz: Biz sizga moliyaviy holatingizni boshqarishga va hayotingizni yaxshi tomonga o‘zgartirishga yordam beramiz

source: Get full access
ru: Полный доступ
uz: To‘liq kirishni oling

source: Add expenses quickly
ru: Быстрое добавление
uz: Xarajatlarni tezda qo‘shing

source: We made expenses adding experience exceptionally instantaneous
ru: Мы сделали самую быструю запись расходов. Убедитесь сами.
uz: Biz xarajatlarni qo‘shish jarayonini ajoyib darajada tezlashtirdik

source: All money in one place
ru: Все деньги в одном месте
uz: Barcha pul bir joyda

source: Get a perfectly clear vision of how much money you have in all your accounts and cash. Anytime.
ru: Чёткое видение всех своих счетов и наличных. В любое время.
uz: Hamma hisoblaringizda va naqd pulingizda qancha pulingiz borligini mukammal tarzda ko‘ring. Istalgan vaqtda.

source: Make a plan
ru: Планируйте
uz: Reja tuzish

source: Plan your budget for the month. And stay calm.
ru: Составляйте свой бюджет на месяц. И будьте спокойны.
uz: Oylik byudjetingizni tuzing. Va xotirjam bo‘ling.

source: Where does my money go?
ru: Куда уходят мои деньги?
uz: Mening pullarim qayerga ketmoqda?

source: Keep track of all your expenses and optimize your spending.
ru: Знайте, сколько и на что Вы тратите. Оптимизируйте расходы.
uz: Barcha xarajatlaringizni kuzatib boring va xarajatlaringizni optimallashtiring.

source: What are your goals?
ru: Каковы твои цели?
uz: Maqsadlaringiz nima?

source: To understand where the money goes
ru: Понять, куда уходят деньги
uz: Pulning qaerga ketishini tushunish uchun

source: To reduce stress
ru: Уменьшить стресс
uz: Stressni kamaytirish uchun

source: To improve your wealth
ru: Улучшить своё благосостояние
uz: Boyligingizni yaxshilash uchun

source: To plan future expenses
ru: Планировать расходы на будущее
uz: Kelajakdagi xarajatlarni rejalashtirish uchun

source: To start saving
ru: Начать откладывать
uz: Tejashni boshlash uchun

source: How many times a day will you add expenses?
ru: Сколько раз в день ты будешь вносить расходы?
uz: Kunda necha marta xarajat qo‘shasiz?

source: Once a day
ru: 1 раз
uz: Bir marta kuniga

source: Twice a day
ru: 2 раза
uz: Ikki marta kuniga

source: After each purchase I make
ru: После каждой покупки
uz: Har bir xaridimdan so‘ng

source: This is 3 times more often than most people
ru: Это в 3 раза чаще, чем большинство людей
uz: Bu ko‘pchilikdan 3 barobar ko‘proq

source: 3 times
ru: 3 раза
uz: 3 barobar

source: People forget to add their expenses and go back to the old way of life
ru: Люди забывают вносить свои расходы и возвращаются к старому образу жизни
uz: Odamlar xarajatlarini qo‘shishni unutadi va eski hayot tarziga qaytadi

source: What do you spend most of your money on?
ru: На что ты тратишь больше всего?
uz: Pulingizni ko‘pincha nimaga sarflaysiz?

source: How did you manage your expenses before?
ru: Как раньше ты учитывал свои расходы?
uz: Xarajatlaringizni oldin qanday boshqarganingizni

source: Excel
ru: Эксель

source: Notes
ru: Заметки
uz: Qaydlar

source: Another app
ru: Другое приложение
uz: Boshqa ilova

source: I didn't
ru: Никак
uz: Men qilmadim

source: Get the Financial freedom you’ve always wanted. On your terms!
ru: Получи финансовую свободу, о который мечтал. На твоих условиях!
uz: Har doim orzu qilgan moliyaviy erkinlikni oling. O‘z shartlaringiz bilan!

source: Financial freedom
ru: финансовую свободу
uz: Moliyaviy erkinlik

source: Let’s get unlimited version! Try 3-day free trial, then%@. Cancel anytime.
ru: Получи безлимитную версию! Попробуй 3 дня бесплатно, затем%@. Отмена в любое время.
uz: Cheksiz versiyasini oling! 3 kun bepul sinab ko‘ring, keyin%@. Istalgan vaqtda bekor qiling.

source: Already purchased?
ru: Восстановить покупки
uz: Allaqachon sotib olganmisiz?

source: Unlock Premium version
ru: Получи доступ к Премиум версии
uz: Premium versiyasini ochish

source: No commitments, cancel anytime
ru: Никаких обязательств, отмена в любое время
uz: Hech qanday majburiyat yo‘q, istalgan vaqtda bekor qiling

source: Monthly-inside-paywall
ru: Месяц
uz: Oylik

source: 3-day free trial
ru: 3 дня бесплатно
uz: 3 kunlik bepul sinov

source: 70% OFF
ru: Скидка 70%
uz: 70% CHEGIRMA

source: /yearly
ru: в год
uz: /yillik

source: /monthly
ru: в месяц
uz: /oylik

source: (one-time payment)
ru: (разовая оплата)
uz: (bir martalik to‘lov)

source: Try 3 Days Free
ru: Попробуй 3 дня бесплатно
uz: 3 kun bepul sinab ko‘ring

source: Analytics
ru: Аналитика
uz: Analitika

source: Total spending
ru: Всего расходов
uz: Umumiy xarajat

source: Total
ru: Всего
uz: Umumiy

source: Show transactions
ru: Показать транзакции
uz: Tranzaksiyalarni ko‘rsatish

source: Spent in the past period
ru: В прошлом периоде
uz: So‘nggi davrda sarflangan

source: Average per day
ru: В среднем в день
uz: Kuniga o‘rtacha

source: By sum
ru: По сумме
uz: Miqdor bo‘yicha

source: By number of transactions
ru: По количеству транзакций
uz: Tranzaksiya soni bo‘yicha

source: Net Balance
ru: Баланс
uz: Sof balans

source: Filter by
ru: Фильтр
uz: Bo‘yicha filtr

source: Sort by
ru: Сортировка
uz: Bo‘yicha tartiblash

source: Sum
ru: Сумма
uz: Jami

source: Number of transactions
ru: Количество транзакций
uz: Operatsiyalar soni

source: Total income
ru: Общий доход
uz: Jami daromad

source: Income in the past period
ru: В прошлом периоде
uz: Oxirgi davrdagi daromad

source: No data to display
ru: Недостаточно данных
uz: Ko‘rsatish uchun ma’lumot mavjud emas

source: Start add transactions to track your spendings
ru: Начните добавлять транзакции, чтобы отслеживать свои расходы
uz: Xarajatlaringizni kuzatish uchun tranzaksiyalar qo‘shishni boshlang Xarajatlaringizni kuzatish

source: No transactions for the selected period
ru: Нет транзакций за выбранный период
uz: Tanlangan davr uchun tranzaksiyalar mavjud emas

source: ADD FIRST TRANSACTION
ru: ДОБАВЬТЕ ТРАНЗАКЦИЮ
uz: ILK TRANSAKTSIYANI QO‘SHING

source: Show double decimals
ru: 2 знака после запятой
uz: Ikkita o‘nlik raqamlarni ko‘rsatish

source: Advanced analytics
ru: Расширенная аналитика
uz: Ilg‘or tahlillar

source: Detail transactions
ru: Просмотр транзакций
uz: Tranzaksiyalar tafsilotlari

source: available in premium version
ru: доступен в премиум-версии
uz: Premium versiyada mavjud

source: Unlock my transactions
ru: Открыть Мои Транзакции
uz: Tranzaksiyalarimni ochish

source: Unlock analytics
ru: Откройте аналитику,
uz: Analitikani ochish

source: to see nice and useful graphs here
ru: чтобы видеть здесь красивые и полезные графики
uz: Bu yerda chiroyli va foydali grafikalarni ko‘rish uchun

source: Add Expense
ru: Добавить расход
uz: Xarajat qo‘shish

source: NEW ACCOUNT
ru: ДОБАВИТЬ СЧЁТ
uz: YANGI HISOB

source: Create New Account
ru: Создать Новый Счёт
uz: Yaratish Yangi hisob

source: CREATE
ru: СОЗДАТЬ
uz: YARATISH

source: Edit account
ru: Редакт. счёт
uz: Hisobni tahrirlash

source: More
ru: Ещё
uz: Ko‘proq

source: NEW CATEGORY
ru: НОВАЯ КАТЕГОРИЯ
uz: YANGI KATEGORIYA

source: New Category
ru: Новая Категория
uz: Yangi Kategoriya

source: Change icon
ru: Изменить иконку
uz: Belgini o‘zgartirish

source: Delete category
ru: Удалить категорию
uz: Kategoriyani o‘chirish

source: App Icon
ru: Иконка приложения
uz: Dastur belgisi

source: Get 3 days free
ru: Получить 3 дня бесплатно
uz: 3 kunga bepul oling

source: Start your free trial
ru: Начать бесплатный пробный период
uz: Bepul sinov muddatini boshlang

source: Try Free & Subscribe
ru: Попробовать и подписаться
uz: Bepul sinab ko‘ring va obuna bo‘ling

source: Maybe Later
ru: Возможно позже
uz: Balki keyinroq

source: Manage your subscription
ru: Управление подпиской
uz: Obunani boshqarish

source: Passcode & Face ID
ru: Код-пароль и Face ID
uz: Parol va Face ID

source: Please confirm your identity to access the app
ru: Пожалуйста, подтвердите вашу личность для доступа к приложению
uz: Iltimos, dasturga kirish uchun shaxsingizni tasdiqlang

source: Authentication Required
ru: Требуется аутентификация
uz: Autentifikatsiya talab qilinadi

source: Please authenticate to access the app
ru: Пожалуйста, аутентифицируйтесь для доступа к приложению
uz: Dasturga kirish uchun iltimos, autentifikatsiyadan o‘ting

source: REQUIRE AUTHENTICATION
ru: ТРЕБОВАТЬ АУТЕНТИФИКАЦИЮ
uz: AUTENTIFIKATSIYANI TALAB QILISH

source: Immediately
ru: Немедленно
uz: Darhol

source: After 30 seconds
ru: Через 30 секунд
uz: 30 soniyadan keyin

source: After 3 minutes
ru: Через 3 минуты
uz: 3 daqiqadan keyin

source: After 10 minutes
ru: Через 10 минут
uz: 10 daqiqadan keyin

source: Give us rating
ru: Оцените нас
uz: Bizga baho bering

source: This app was designed for people like you
ru: Это приложение создано специально для вас
uz: Bu dastur siz kabi odamlar uchun mo‘ljallangan edi

source: + 100 000 people
ru: + 100 000 пользователей
uz: + 100 000 odamlar

source: Best budget app EVER! 🙏
ru: 10/10. Лучшее приложение на рынке 🙏
uz: Eng yaxshi byudjet ilovasi! 👍

source: 1m ago
ru: 1 мин назад
uz: 1 daqiqa avval

source: Switched to Monetika, and it's a game-changer! Easy to use, clean UI, and excellent customer support. 100% recommended!
ru: Я плохо разбираюсь в цифрах и замудренные приложения только сбивали настрой. долго искала и вот нашла Монетику. Супер простое и функциональное приложение
uz: Monetika’ga o‘tdim va bu o‘yinni o‘zgartiradi! Foydalanish oson, toza UI va a’lo mijoz qo‘llab-quvvatlashi. 100% tavsiya etiladi!
